export const surahNames = [
  '', 'الفاتحة','البقرة','آل عمران','النساء','المائدة','الأنعام','الأعراف','الأنفال','التوبة',
  'يونس','هود','يوسف','الرعد','إبراهيم','الحجر','النحل','الإسراء','الكهف','مريم',
  'طه','الأنبياء','الحج','المؤمنون','النور','الفرقان','الشعراء','النمل','القصص',
  'العنكبوت','الروم','لقمان','السجدة','الأحزاب','سبأ','فاطر','يس','الصافات',
  'ص','الزمر','غافر','فصلت','الشورى','الزخرف','الدخان','الجاثية','الأحقاف',
  'محمد','الفتح','الحجرات','ق','الذاريات','الطور','النجم','القمر','الرحمن',
  'الواقعة','الحديد','المجادلة','الحشر','الممتحنة','الصف','الجمعة','المنافقون',
  'التغابن','الطلاق','التحريم','الملك','القلم','الحاقة','المعارج','نوح','الجن',
  'المزمل','المدثر','القيامة','الإنسان','المرسلات','النبأ','النازعات','عبس',
  'التكوير','الانفطار','المطففين','الانشقاق','البروج','الطارق','الأعلى','الغاشية',
  'الفجر','البلد','الشمس','الليل','الضحى','الشرح','التين','العلق','القدر',
  'البينة','الزلزلة','العاديات','القارعة','التكاثر','العصر','الهمزة','الفيل',
  'قريش','الماعون','الكوثر','الكافرون','النصر','المسد','الإخلاص','الفلق','الناس'
];

export const reciters = [
  { value: 'Alafasy_128kbps', label: 'العفاسي' },
  { value: 'Abdul_Basit_Murattal_192kbps', label: 'عبد الباسط' },
  { value: 'Abu_Bakr_Ash-Shaatree_128kbps', label: 'أبو بكر الشاطري' },
  { value: 'Abdurrahmaan_As-Sudais_192kbps', label: 'السديس' },
  { value: 'Mohammad_al_Tablaway_128kbps', label: 'الطبلاوي' }
];
